export const privacyContent = `
易达安隐私政策
生效日期：2025年 3 月 24 日
北京达安数智科技有限公司是依据中华人民共和国法律成立的有限责任公司（以下简称“达安数智”或“我们”，包括其母公司、子公司、关联公司等）。我们重视维护和保护用户的您的隐私和个人信息保护, 严格按照法律法规的要求，我们制定了本隐私政策。本政策适用于易达安的全部产品和服务。为帮助您成为我们的用户，更好地向您提供产品和服务，我们将根据法律法规的规定，遵循正当、合法、必要的原则，处理（包括收集、存储、使用等活动）您在使用服务过程中主动提供或产生的个人信息。登录、接受、使用易达安平台、服务和产品（包括但不限于达安数智网站、小程序、相关微信开放平台账号或小程序等）的用户均适用本隐私政策，请您在接受和使用我们平台、服务和产品前，仔细阅读本隐私政策的全部条款，确认您已完全理解并同意我们对您个人信息的处理规则，并作出您认为适当的选择。如您使用或在我们更新本隐私政策后（我们会及时提示您更新的情况）继续使用我们的产品和/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策处理您的相关信息。
本政策将帮助您了解以下内容：
1.我们如何收集和使用您的个人信息
2.我们集成的第三方SDK及服务
3.我如何使用SDK
4.我们如何共享、转让、公开披露您的个人信息
5.我们如何保护您的个人信息
6.您的权利
7.您的个人信息存储期限
8.未成年人保护
9.本政策如何更新
10.如何联系我们
一、我们如何收集和使用您的个人信息
个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
达安数智仅会出于本政策所述的以下目的，收集和使用您的个人信息。
（一）注册成为达安数智用户
在您使用达安数智服务的过程中，通过互联网信息收集法，会按照如下方式收集您在使用服务时主动提供或因为使用服务而产生的信息，用以向您提供服务、优化我们的服务以及保障您的账号安全：
当您注册激活SIM卡和注册易达安的小程序时，我们会收集您的身份证信息、手机号码、设备IMEI号帮助您完成易达安注册，保护您易达安账号的安全。身份证信息、手机号码属于敏感信息，收集此类信息是为了满足相关法律法规的网络实名制要求。若您不提供这类信息，您可能无法正常使用我们的服务。设备IMEI号，用于识别设备的唯一性，以便向设备使用用户提供对应的服务。希望您理解并同意我们收集您的前述个人信息。
上述信息包含您的个人敏感信息，如果您不能提供上述信息或提供的信息有误，您可能将无法获得相关服务或功能，或者无法达到相关服务拟达到的效果。如果您对我们收集、使用个人敏感信息的行为存在任何疑问，您可直接联系为您提供服务的工作人员，或者通过本隐私政策声明提供的联系方式与我们联系。
1.1保障本小程序运营与安全运行
当您访问本小程序时，我们的服务器会自动记录您使用的浏览记录、您访问我们小程序时页面的记录以及您访问的日期和时间长度。请您了解，这些信息是为了维护我们提供的产品或服务正常稳定运行，保护您或其他用户或公众安全及合法利益所必须收集的基础信息。
您在使用我们提供的服务时，我们的产品基于DCloud Android 小程序开发，在应用运行期间可能需要收集您的设备唯一识别码（IMEI/android ID/DEVICE_ID/IDFA、SIM 卡 IMSI 信息）以提供统计分析服务，并通过应用启动数据及异常错误日志分析改进性能和用户体验，保障本小程序运营安全，为用户提供更好的服务。详情内容请访问《易达安用户服务条款》。
1.2 行车记录仪连接
为使您能在您的移动设备终端查看您的行车/事件录像，您需要完成您的行车记录仪与本小程序的连接，在此过程中，我们可能需要获取您设备的MAC地址以及您车端的WIFI信息，用于帮助您完成您的行车记录仪与本小程序的绑定。
1.3 行车录像/图片查看及下载
您完成WIFI连接后，您可以在本小程序预览/回放您行车记录仪当前的行车录像，同时您也可以将录像下载至本地。请您知悉，您的行车录像视频或图片将仅保存在本地或暂时保存至云端，未经您的允许我们不会收集或使用您的任何行车录像或图片。
请您知悉，本小程序是与您车辆行车记录仪结合使用的工具，您的行车录像视频或图片将仅保存在您的设备本地端，不会上传至云端，我们不会收集或使用您的任何行车录像或图片。如因您在使用过程中或您有意、无意借给他人使用来从事侵犯他人隐私和偷拍国家安全相关的敏感设施或区域等危害国家安全的行为所产生的一切法律后果将由您承担。
1.4 行车录像/图片分享
为向您提供便捷、优质的服务，便于您将您的行车录像/图片分享至第三方平台，使您和您指定的第三方及时查看与您车辆安全相关的事件记录证据。您在使用分享功能的过程中，需要向我们提供或允许我们读取您移动设备已安装应用的信息，用于识别您微信，微博及QQ等第三方应用小程序的安装情况，以便您将录像/图片分享至选择的第三方平台。
请您知悉，您在微信，微博及QQ等第三方平台分享的录像/照片等信息，可能包含与您车辆安全不相关的其他第三方主体人脸信息等敏感个人信息，如未经他人明确同意处理他人的敏感个人信息将可能违反我国的个人信息保护相关法律。同时，您主动选择将录像/照片等信息分享至第三方平台，有可能会被其他组织或个人复制、转发、改动或用于其他非法用途，这将可能会侵害他人的权益。您知悉并同意，如果您的主动分享行为导致对第三方主体造成侵权，您需要为此承担全部的法律责任。
1.5 设备权限获取情况
为向您提供您所选择使用的服务，或者保证服务的质量和体验，可能需要您授权开启操作系统权限。如果您不同意授权小程序获取相关操作系统权限，我们可能无法为您提供相应功能/服务。
您可在您的设备设置或手机客户端中逐项查看权限的状态，并可自行决定这些权限随时的开启或关闭。
请您注意，以上权限默认关闭状态，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。
您在使用本小程序的功能/服务时，我们可能获取您的以下权限：
1.获取设备已安装应用的帐户列表
我们需要.获取设备已安装应用的帐户列表，以便以下目的：
	•用途：用于播放器的跳转及录像回放。
	•数据处理：我们将仅使用此权限来支持应用内的功能，不会将您的账户信息分享给第三方。

2.拨打电话权限
我们需要拨打电话权限，以便以下目的：
	•用途：用于方便您点击联系方式跳转拨打电话。
	•数据处理：此权限仅用于在应用内方便用户与相关联系人进行通话，不会滥用此权限。

3.存储权限
我们需要存储权限，以便以下目的：
	•用途：允许应用修改或删除存储卡上的照片、媒体内容和文件，用户管理应用内的文件内容。
	•数据处理：此权限用于提供文件管理和操作功能，确保应用正常运行。

4.照片权限
我们需要照片权限，以便以下目的：
	•用途：允许应用读取存储卡上的照片、媒体内容和文件。用于显示文件列表。
	•数据处理：此权限仅用于访问您的照片和媒体内容，以在应用内显示相关文件列表。

5.修改设置权限
我们需要修改设置权限，以便以下目的：
	•用途：打开WIFI连接行车记录仪。
	•数据处理：此权限用于方便用户在应用内进行设置，以确保应用与设备的互操作性。

6.读取已安装应用信息
我们需要读取已安装应用信息，以便以下目的：
	•用途：用于您使用小程序分享功能时判断您微信，微博，QQ等小程序的安装情况。
	•数据处理：此权限用于判断特定应用是否安装，以提供适当的分享功能。

7.获取手机软件安装列表
我们需要获取手机软件安装列表，以便以下目的：
	•用途：获取易达安小程序当前应用信息，用于显示易达安小程序当前版本信息，以及提示用户升级小程序等操作。
	•数据处理：这些数据将用于识别需要更新的应用程序和确保您始终获得最新版本，我们不会分享您的软件安装列表与第三方。

8.收集设备MAC地址
我们需要收集设备MAC地址，以便以下目的：
	•用途：连接记录仪WiFi，获取WiFi信息完成设备连接，确保您的设备与我们的服务通信。
	•数据处理：我们仅收集和使用设备MAC地址来支持应用内的连接记录仪功能，不会将此信息分享给第三方。

9.收集蓝牙信息
我们需要收集蓝牙信息，以便以下目的：
	•用途：用于连接车载氛围灯的设备操作。
	•数据处理：我们仅收集和使用蓝牙信息来支持应用内的车载氛围灯控制功能，不会将此信息分享给第三方。

（二）使用达安数智的产品或服务
在您使用达安数智的产品或服务的过程中，为了保证达安数智产品和服务相应功能的正常实现，您可能需要向我们提供您的以下信息：
1.当您使用爱车查找、轨迹回放时，我们会收集您和您的车辆地理位置，记录您的地理位置信息，并将前述信息共享给第三方，用于您查询车辆位置，查询历史轨迹。希望您理解并同意我们收集前述地理位置以及您的移动设备位置信息。
2.当您使用实时拍照或实时录像功能时，我们会使用记录仪拍照、录像功能，获取您车辆的图片或视频数据。用于您自行抓拍的图片或视频做临时保存，方便您查看和下载使用；希望您理解并同意我们收集前述的车辆图片或视频数据。
3.如果您在开启我们的服务前，主动勾选了【同意加入智慧道路改善服务计划】，则我们会将您在使用【远程查车】、【轨迹回放】、【爱车查找】功能场景模式中，收集到的【位置】、【照片】、【录像】数据进行匿名化处理，然后可能将这些数据提供给第三方（政府监督部门：如交警、信息安全部门；第三方服务商：地图服务商），用于分析和研究，以达到提升监管水平，改善交通状况，提升道路安全和行车安全。如果您不希望开启此服务，或不希望将您的个人信息与第三方共享，您可以拒绝开启此功能，且不会影响您正常使用车载设备的其他功能。如您希望在开启该功能后撤回共享相关数据的授权，您可以通过路径：【首页】-【多车管理】，随时取消授权。在您取消授权后，我们将不会再将您的上述个人信息与第三方进行共享。具体第三方收集个人信息的种类、目的、处理的方式、保存的地点、期限等，您可以通过《易达安隐私政策》来进一步了解详情。
（三）个人信息处理、存储
1.您的个人信息中可能含有个人敏感信息，例如您的种族、宗教信仰、个人健康状况、性别取向等，您在使用我们产品或服务时，您可能会在公开渠道上传或发布这类敏感信息。请您谨慎地处理这类个人敏感信息。
2.您提供的上述信息，将在您使用达安数智产品和服务期间持续授权我们使用。在您注销账号时，我们将停止使用、删除上述信息或匿名化处理。法律法规对信息的保存时间另有要求的，我们将遵守法律法规的规定。
3.信息存储的地点。我们会按照法律法规规定，将境内收集的用户个人信息存储于中华人民共和国境内。如果您的个人信息存储地点从中国境内转移到境外的，我们将严格依照法律的规定执行。
二、我们集成的第三方SDK及服务
本设备及服务器端会集成包括不限于高德地图SDK、友盟SDK、极光推送SDK、微信SDK、阿里云SDK、阿里百川SDK、穿山甲SDK、腾讯x5SDK、声网SDK、支付宝SDK、京东IOT、ETC服务等第三方SDK服务
1.高德开放平台地图SDK： 
第三方名称：高德软件有限公司
收集个人信息类型：地理位置（大概的位置源、精准的位置源）、WIFI 信息、正在运行的应用列表、传感器信息、网络运营商、SIM 信息、MAC 地址
使用目的：支持获取用户地理位置及地图显示
使用场景：在用户查看车辆位置及信息时使用
共享方式：SDK本机采集
隐私权政策链接：https://lbs.amap.com/pages/privacy/

2.友盟SDK： 
第三方名称：友盟同欣（北京）科技有限公司
收集个人信息类型：设备信息（IMEI/MAC/Android ID/IDFA/OpenUDID/GUID/SIM 卡IMSI/ICCID/地理位置等）
使用目的：支持用户使用效果统计分析、应用性能监控、排查应用性能崩溃、埋点原因
使用场景：在用户操作应用时使用
共享方式：SDK本机采集
隐私权政策链接：https://www.umeng.com/page/policy

3.微信SDK： 
第三方名称：深圳市腾讯计算机系统有限公司
收集个人信息类型：MAC地址、唯一设备识别码
使用目的：支持微信授权登录、微信分享、微信支付
使用场景：在用户使用微信账号授权登录、分享内容到微信平台、使用微信支付时使用
共享方式：SDK本机采集
隐私权政策链接：https://open.weixin.qq.com/cgi-bin/frame?t=news/protocol_developer_tmpl

4.阿里云： 
第三方名称：阿里云计算有限公司
收集个人信息类型：写入外部存储，读取设备外部存储空间的文件
使用目的：支持文件上传及获取
使用场景：在用户更新固件时使用
共享方式：SDK本机采集
隐私权政策链接：https://terms.aliyun.com/legal-agreement/terms/suit_bu1_ali_cloud/suit_bu1_ali_cloud202107281509_18386.html?spm=a2c4g.11186623.0.0.37c330e52FA55i

5.阿里百川SDK： 
第三方名称：浙江淘宝网络有限公司
收集个人信息类型：应用列表信息、国际移动设备识别码（IMEI）、读写存储权限
功能类型：唤起手机淘宝小程序、登录淘宝账号、提供商品详情页和购物车套件
使用目的：支持淘宝授权关联设备，关联淘宝小程序
使用场景：在用户绑定设备时使用
共享方式：SDK本机采集
隐私权政策链接：https://terms.alicdn.com/legal-agreement/terms/suit_bu1_taobao/suit_bu1_taobao202107141244_11649.html?spm=a3c0d.7629140.1998907877.3.30fcbe48M15JXP

6.穿山甲SDK
第三方名称：北京巨量引擎网络技术有限公司
收集个人信息类型：请求唯一ID、Android设备Android ID、IMEI 、OAID
使用目的：推送程序化广告
使用场景：向用户推送广告时使用
共享方式：SDK本机采集
隐私权政策链接：https://www.csjplatform.com/privacy

7.腾讯X5
第三方名称：深圳市腾讯计算机系统有限公司
收集个人信息类型：设备信息（（设备型号、操作系统、CPU类型）、应用信息（宿主应用包名，版本号）、Wi-Fi状态和参数、位置信息、附近的Wi-Fi、CellID
使用目的：用于使用腾讯X5浏览器
使用场景：用于腾讯浏览器进行浏览场景
共享方式：SDK本机采集
隐私权政策链接：https://x5.tencent.com/tbs/policy.html

8.声网SDK
第三方名称：上海兆言网络科技有限公司
收集个人信息类型：设备录音
使用目的：支持手机与设备直播场景
使用场景：用于远程直播场景
共享方式：SDK本机采集
隐私权政策链接： https://www.shengwang.cn/compliance/

9.支付宝SDK
第三方名称：支付宝（杭州）信息技术有限公司
收集个人信息类型：设备信息（设备屏幕密度），设备标识码（MAC地址、SIM卡序列号、硬件序列号、IMEI、IMSI），网络信息（网络类型、当前连接WiFi信息、BSSID、SSID、运营商），应用信息（访问外部存储卡）
使用目的：提供支付宝支付服务
使用场景：使用支付宝支付时
共享方式：SDK本机采集
隐私权政策链接： https://opendocs.alipay.com/open/54/01g6qm

10.Gson
收集个人信息类型：无
使用目的：我们集成Gson库主要是为了提升开发过程中json和java对象的转换效率，提升开发效率
使用场景：解析数据
共享方式：无
隐私权政策链接： http://www.apache.org/licenses/LICENSE-2.0

三、我们如何使用SDK
为提供和优化我们的服务，我们的小程序中可能内嵌了第三方的SDK。这些第三方SDK在配合我们向您提供更全面的服务的同时，可能会收集您的个人信息。我方将告知第三方SDK对您个人信息的收集与使用应合法合规，确保您的个人信息得到有效保护。但如第三方违反我方要求或法律规定，收集使用您的个人信息，由第三方承担相应法律责任。
四、我们如何共享、转让、公开披露您的个人信息
（一）共享
我们不会与达安数智以外的任何公司、组织和个人分享您的个人信息， 但以下情况除外：
1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
2、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。
3、与我们的关联公司共享：您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。
4、与授权合作伙伴共享：仅为实现本政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。 目前，达安数智的授权合作伙伴包括我们的供应商、服务提供商和其他合作伙伴。对我们与之共享个人信息的公司、组织和个人，我们将与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
（二）转让
我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意
（三）公开披露
我们仅会在以下情况下，公开披露您的个人信息：
1、获得您明确同意后；
2、基于法律的披露：在法律规定、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。
（四）维护国家、社会公众及您和他人的利益
您充分知晓，在以下情形，我们有权收集、使用您的个人信息而无需征得您的授权同意：
1、与国家安全、国防安全有关的；
2、与公共安全、公共卫生、重大公共利益有关的；
3、与刑事侦查、起诉、审判和判决执行等有关的；
4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
5、所收集的个人信息是您自行向社会公众公开的；
6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
7、根据您的要求签订合同所必需的；
8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
9、为合法的新闻报道所必需的；
10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
11、与我们履行法律法规规定的义务相关的；
12、法律法规规定的其他情形。
五、我们如何保护您的个人信息
（一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。我们设立了个人信息保护专职部门；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
（二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
（三）互联网并非绝对安全的环境，而且电子邮件、即时通讯及与其他达安数智用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。
（四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。但如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，应由违法侵权者承担相应的法律责任。
（五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。 同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
六、您的权利
按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法， 我们保障您对自己的个人信息行使以下权利：
（一）访问您的个人信息
您有权根据法律法规的规定访问您的个人信息。如果您想行使数据访问权，可以通过以下方式自行访问：
账户信息——如果您希望访问或编辑您的账户中的个人资料信息和支付信息、更改您的密码、添加安全信息或关闭您的账户等，您可以通过访问我们网站或应用中的个人资料、修改密码等相关页面执行此类操作。但出于安全性和身份识别的考虑或根据法律法规的强制规定，您可能无法修改注册时提供的初始注册信息。如果您无法通过上述方式访问这些个人信息，您可以随时发送电子邮件至aikaka0723@163.com，或根据网站或应用中提供的方式与我们联系。
（二）更正您的个人信息
当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以随时发送电子邮件至aikaka0723@163.com，或根据网站或应用中提供的方式与我们联系。
（三）删除您的个人信息
在以下情形中，您可以向我们提出删除个人信息的请求：
1、如果我们收集和使用个人信息的行为违反法律法规；
2、如果我们处理个人信息的行为违反了与您的约定；
若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其进行进一步的处理和隔离，直到备份可以清除或实现匿名。
（四）改变您授权同意的范围
每个业务功能需要一些基本的个人信息才能得以完成（见本政策“第一部分”）。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。 您可以通过以下方式自行操作：
通过访问我们应用的授权页面，对您个人信息的授权同意情况进行重新设置。 当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。 如果您不想接受我们给您发送的商业广告，您随时可通过我们在邮件或短信中提供的方式退订。
（五）个人信息主体注销账户
您随时可注销此前注册的账户，请发送邮件至aikaka0723@163.com。 在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求， 删除您的个人信息，法律法规另有规定的除外。
（六）约束信息系统自动决策
在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。
（七）您购买的服务
在业务功能中，您购买的服务包括云存储服务，音乐版权服务，智能家居授权服务，其中不包括流量服务。
（八）响应您的上述请求 
在以下情形中，按照法律法规要求，我们将无法响应您的请求：
1、与国家安全、国防安全直接相关的；
2、与公共安全、公共卫生、重大公共利益直接相关的；
3、与刑事侦查、起诉、审判和判决执行等直接相关的；
4、有充分证据表明您存在主观恶意或滥用权利的；
5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
6、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人授权同意的；
7、涉及商业秘密的；
8、与我们履行法律法规规定的义务相关的。
七、个人信息存储期限
本公司通过抓拍功能所采集的图片、视频，保存于云端10天，到期后将自动销毁所采集数据。其余数据仅在为实现服务目的所必需的期限内保留个人信息，除非需要延长保留期（如为了配合政府或司法机关的调查，为了在重大灾害性事故期间免费向您提供服务）或法律有强制要求。当我们的产品或服务发生停止运营的情况，或您注销账号时，我们将以推送通知、公告等形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理（所谓“匿名化处理”，是指通过个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。个人信息匿名化处理后所得的信息不属于个人信息）。
八、未成年人保护
我们非常重视对未成年人信息的保护。我们的产品和服务主要面向成人。若您是未成年人，建议您请您的监护人仔细阅读本隐私政策，并在征得您的监护人同意的前提下使用我们的产品和服务或向我们提供信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。如监护人发现我们在未获监护人同意的情况下收集了未成年人的个人信息，请通过【十、联系我们】的方式联系我们，我们会尽快删除相关数据。
九、本政策如何更新
我们的隐私政策可能变更。我们会在本页面上发布对本政策所做的任何变更。对于重大变更，我们还会提供更为显著的通知。
本政策所指的重大变更包括但不限于：
1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
2、个人信息共享、转让或公开披露的主要对象发生变化；
3、您参与个人信息处理方面的权利及其行使方式发生重大变化；
本隐私政策的最近更新日期：2025年3月24日。
如您在本政策更新生效后继续使用达安数智的产品和服务，即表示您已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。
十、如何联系我们
如果您对本隐私政策声明有任何疑问、意见或建议，或者对您的个人信息保护的询问、申诉和反馈。可拨打客户服务热线17611081203或发送邮件至aikaka0723@163.com 我们将尽快审核所涉问题，并在验证您的用户身份后的十五天内予以回复。 如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向监管部门进行投诉或举报。
北京达安数智科技有限公司
`

export const termsContent = `
易达安用户服务协议
本软件由北京达安数智科技有限公司（以下简称“本公司”）按照下列条款与条件提供信息和产品，您在本协议中亦可被称为"用户"，以下所述条款和条件将构成您与本公司，就您使用提供的内容所达成的全部协议（以下称"本服务"）。
说明
   本软件在此提示用户，请您在使用本服务前详细阅读《易达安小程序用户服务协议》（即本协议）、《易达安小程序隐私政策》的所有内容，尤其是免除、限制本公司责任或者限制用户权利的条款（特别是粗体下划线标注的内容），如您对本协议或隐私政策有任何疑问，请向本公司进行咨询。一旦您使用本服务，即表示您已阅读并完全同意接受本协议项下所述条款和条件的约束，并同意隐私政策的条款内容。如果您不同意《用户协议》和《隐私政策》中的任何条款，请您不要使用本服务。未成年人应经其监护人陪同阅读本服务协议并表示同意，方可接受本服务协议。监护人应加强对未成年人的监督和保护，因其未谨慎履行监护责任而损害未成年人利益或者本公司利益的，应由监护人承担责任。
权利声明
1、本公司及其关联公司（关联企业指与本公司存在直接或间接，股权或以协议安排等其他形式的控制与被控制关系，以及对公司运营具有重大影响关系的公司法人）享有并保留以下各项内容完整的、不可分割的所有权及/或知识产权∶
a）本软件平台相关的软件、技术、程序、代码、用户界面等;
b）本服务相关的商标、图形标记。
2、本公司提供的服务内容中所涉及的文字、软件、声音、图片、动画、录像、图表等，均受相关知识产权法以及其他相关法律的保护。未经本公司或者其他相关权利人授权。用户不得复制、使用、修改，摘编、翻译、发行，第三方未经本公司及/或其相关权利人的书面许可，不得以任何方式擅自进行使用。
责任限制
1、本公司向用户提供的服务均是在依"现状"提供，本公司在此明确声明对本服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性、准确性、及时性、可持续性等。
2、用户理解并同意自行承担使用本服务的风险，且用户在使用本服务时，应遵循中国法律的相关规定，由于用户行为所造成的任何损害和后果，本公司均不承担除法律有明确规定外的责任。
3、不论在何种情况下，本公司均不对由于网络连接故障、通讯线路、第三方网站、电脑硬件等任何原因给用户造成的任何损失承担除法律有明确规定外的责任。
用户行为规范
1、用户应当妥善保存其账户信息和密码，由于用户泄密所导致的损失需由用户自行承担。如用户发现他人冒用或盗用其账户或密码，或其账户存在其他未经合法授权使用之情形，应立即以有效方式通知本公司。用户理解并同意本公司有权根据用户的通知、请求或依据判断，采取相应的行动或措施，包括但不限于冻结账户、限制账户功能等，本公司对采取上述行动所导致的损失不承担除法律有明确规定外的责任。
2、用户在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于∶
1） 发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容;
2）发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容;
3）恶意虚构事实、隐瞒真相以误导、欺骗他人;
4）发布、传送、传播广告信息及垃圾信息;
5）用于实施或协助他人实施间谍行为；
6）其他法律法规禁止的行为。
3、用户不得利用本服务进行任何有损本公司及其关联企业之权利、利益及商誉，或其他用户合法权利之行为。
4、用户不得基于本服务从事制作、使用、传播"私服"、"外挂"等侵害本公司合法权益的行为。如有违反，本公司将依据中国现行法律法规及本公司的相关规定予以处理。
5、用户不得从事任何利用本公司平台系统漏洞进行有损其他用户、本公司或互联网安全的行为。
6、用户知悉并确认，本公司通过公告、邮件、短信、账户通知以及用户在账户中登记的即时通讯工具等方式，向用户发出关于本服务的通知、规则、提示等信息，均为有效通知。该等信息一经公布或发布，即视为已送达至用户。
 
如你想了解更加详尽的信息，请根据以下索引阅读相应章节：
1.我们收集的信息
2.第三方SDK及服务
3.信息存储
4.信息安全
5.我们如何使用信息
6.对外提供
7.你的权利
8.未成年人保护
9.我们如何使用 Cookie 和同类技术
10.修订与更新
11.联系我们
一、我们收集的信息
1.在你使用易达安小程序的服务的过程中，易达安小程序会按照如下方式收集你在使用服务时主动提供或因为使用服务而产生的信息，用以向你提供服务、优化我们的服务以及保障你的帐号安全，本协议涉及以下个人信息：个人基本信息（手机号），个人位置信息，个人通信信息(通信记录，短信记录)。
2.当你注册易达安小程序服务时，我们会收集你的昵称、头像、手机号码，收集这些信息是为了帮助你完成易达安小程序注册，保护你易达安小程序帐号的安全。手机号码属于敏感信息，收集此类信息是为了满足相关法律法规的网络实名制要求。若你不提供这类信息，你可能无法正常使用我们的服务。你还可以根据自身需求选择填写性别信息。
3.当你使用易达安小程序服务时，为保障你正常使用我们的服务，维护我们服务的正常运行，改进及优化我们的服务体验以及保障你的帐号安全，我们会收集你的设备型号、操作系统、唯一设备标识符、登陆IP地址、易达安小程序软件版本号、接入网络的方式、类型和状态、网络质量数据、设备加速器（重力感应设备）、操作日志、服务日志信息，这类信息是为提供服务必须收集的基础信息。
4.当你使用易达安小程序碰撞视频自动上传时，你上传的车载智能终端视频将会存储在我们服务器中，因为存储是实现这一功能所必需的。我们会以加密的方式存储，你也可以随时删除这些信息。除非经你自主选择或遵从相关法律法规要求，我们不会对外提供上述视频信息，或者将其用于该功能以外的其他用途。
5.当你使用查找我的车功能时，我们会在获得你的自主选择同意后，记录你的地理位置信息，目的是为了向你提供该服务。该信息属于敏感信息，拒绝提供该信息仅会使你无法使用上述功能，但不影响你正常使用易达安小程序的其他功能。此外，你也可以随时关闭相关功能并在该功能内清除你的地理位置信息。
6.为了保证本APP在用户个人隐私管理方面的合规性和规范化，我们集成了中国移动插码SDK，需要获取你的手机号码和当前APP的版本号信息。
7.日志信息：当你使用我们的服务时，我们会自动收集你对我们服务的详细使用情况，作为有关网络日志保存。收集内容:你的登录帐号、IP地址、电信运营商、网络环境、使用的语言、访问日期和时间及停留时长、刷新记录、分享。
8.设备信息：我们会接收并记录你所使用的设备相关信息。设备机型、操作系统及版本、客户端版本、设备分辨率、包名、设备设置、进程及软件列表、设备标识符（IMEI/Android ID/IDFA/OpenUDID/GUID/SIM 卡IMSI 信息）、软硬件特征信息、设备所在位置相关信息（IP 地址、GPS位置以及能够提供相关信息的WLAN接入点、蓝牙和基站传感器信息）。为了收集上述基本的个人设备信息，我们将会申请访问你的设备信息的权限，我们收集这些信息是为了向你提供我们基本服务和基础功能，如你拒绝提供上述权限将可能导致你无法使用易达安小程序服务。
9.为保障易达安小程序App的稳定运行或实现相关功能，我们会接入由第三方提供的软件开发包（SDK）实现前述目的。我们接入的部分第三方SDK可能涉及收集用户信息，用于向用户提供服务。我们会评估该第三方收集信息的合法性、正当性、必要性，要求第三方对您的信息采取保护措施，并且严格遵守相关法律法规与监管要求。为了向用户提供更多服务、保证服务稳定性和质量或者升级相关功能时，我们可能需要调整我们接入的第三方SDK。我们会及时在本页面向你说明涉及收集用户信息的第三方SDK的最新情况。
10.另外，根据相关法律法规及国家标准，以下情形中，我们可能会收集、使用你的相关个人信息无需征求你的授权同意：
1)与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公众知情等重大公共利益直接相关的；
2)与犯罪侦查、起诉、审判和判决执行等直接相关的；
3)出于维护你或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；
4)所收集的个人信息是你自行向社会公众公开的；
5)从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
6)根据你要求签订和履行合同所必需的；
7)用于维护所提供的产品或服务的安全稳定运行所必需的，发现、处置产品或服务的故障；
8)为开展合法的新闻报道所必需的；
9)出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
10)法律法规规定的其他情形。
我们向你提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了你的信息，我们会通过页面提示、交互流程、网站公告等方式另行向你说明信息收集的内容、范围和目的，以征得你的同意。易达安小程序不会主动从北京达安数智科技有限公司，中国移动外的第三方获取你的个人信息。如未来为业务发展需要从第三方间接获取你个人信息，我们会在获取前向你明示你个人信息的来源、类型及使用范围，如易达安小程序开展业务需进行的个人信息处理活动超出你原本向第三方提供个人信息时的授权同意范围，我们将在处理你的该等个人信息前，征得你的明示同意；此外，我们也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。
二、第三方SDK及服务
本设备及服务器端会集成包括不限于高德地图SDK、友盟SDK、极光推送SDK、微信SDK、阿里云SDK、阿里百川SDK、穿山甲SDK、腾讯x5SDK、声网SDK、支付宝SDK、京东IOT、ETC服务等第三方SDK服务
1.高德开放平台地图SDK：
第三方名称：高德软件有限公司
收集个人信息类型：地理位置（大概的位置源、精准的位置源）、WIFI 信息、正在运行的应用列表、传感器信息、网络运营商、SIM 信息、MAC 地址
使用目的：支持获取用户地理位置及地图显示
使用场景：在用户查看车辆位置及信息时使用
共享方式：SDK本机采集
隐私权政策链接：https://lbs.amap.com/pages/privacy/
2.友盟SDK：
第三方名称：友盟同欣（北京）科技有限公司
收集个人信息类型：设备信息（IMEI/MAC/Android ID/IDFA/OpenUDID/GUID/SIM 卡              IMSI/ICCID/地理位置等）
使用目的：支持用户使用效果统计分析、应用性能监控、排查应用性能崩溃、埋点原因
使用场景：在用户操作应用时使用
共享方式：SDK本机采集
隐私权政策链接：https://www.umeng.com/page/policy
3.微信SDK：
第三方名称：深圳市腾讯计算机系统有限公司
收集个人信息类型：MAC地址、唯一设备识别码
使用目的：支持微信授权登录、微信分享、微信支付
使用场景：在用户使用微信账号授权登录、分享内容到微信平台、使用微信支付时使用
共享方式：SDK本机采集
隐私权政策链接： https://open.weixin.qq.com/cgi-bin/frame?t=news/protocol_developer_tmpl
4.阿里云：
第三方名称：阿里云计算有限公司
收集个人信息类型：写入外部存储，读取设备外部存储空间的文件
使用目的：支持文件上传及获取
使用场景：在用户更新固件时使用
共享方式：SDK本机采集
隐私权政策链接： 
https://terms.aliyun.com/legal-agreement/terms/
suit_bu1_ali_cloud/suit_bu1_ali_cloud202107281509_18386.html?
spm=a2c4g.11186623.0.0.37c330e52FA55i
5.阿里百川SDK：
第三方名称：浙江淘宝网络有限公司
收集个人信息类型：应用列表信息、国际移动设备识别码（IMEI）、读写存储权限
功能类型：唤起手机淘宝APP、登录淘宝账号、提供商品详情页和购物车套件
使用目的：支持淘宝授权关联设备，关联淘宝APP
使用场景：在用户绑定设备时使用
共享方式：SDK本机采集
隐私权政策链接： 
https://terms.alicdn.com/legal-agreement/terms/
suit_bu1_taobao/suit_bu1_taobao202107141244_11649.html?
spm=a3c0d.7629140.1998907877.3.30fcbe48M15JXP
6.穿山甲SDK
第三方名称：北京巨量引擎网络技术有限公司
收集个人信息类型：请求唯一ID、Android设备Android ID、IMEI 、OAID
使用目的：推送程序化广告
使用场景：向用户推送广告时使用
共享方式：SDK本机采集
隐私权政策链接：
https://www.csjplatform.com/privacy
7.腾讯X5
第三方名称：深圳市腾讯计算机系统有限公司
收集个人信息类型：设备信息（（设备型号、操作系统、CPU类型）、应用信息（宿主应用包名，版本号）、Wi-Fi状态和参数、位置信息、附近的Wi-Fi、CellID
使用目的：用于使用腾讯X5浏览器
使用场景：用于腾讯浏览器进行浏览场景
共享方式：SDK本机采集
隐私权政策链接：
https://x5.tencent.com/tbs/policy.html
8.声网SDK
第三方名称：上海兆言网络科技有限公司
收集个人信息类型：设备录音
使用目的：支持手机与设备直播场景
使用场景：用于远程直播场景
共享方式：SDK本机采集
隐私权政策链接：
 https://www.shengwang.cn/compliance/
9.支付宝SDK
第三方名称：支付宝（杭州）信息技术有限公司
收集个人信息类型：设备信息（设备屏幕密度），设备标识码（MAC地址、SIM卡序列号、硬件序列号、IMEI、IMSI），网络信息（网络类型、当前连接WiFi信息、BSSID、SSID、运营商），应用信息（访问外部存储卡）
使用目的：提供支付宝支付服务
使用场景：使用支付宝支付时
共享方式：SDK本机采集
隐私权政策链接： 
https://opendocs.alipay.com/open/54/01g6qm
10.Gson
收集个人信息类型：无
使用目的：我们集成Gson库主要是为了提升开发过程中json和java对象的转换效率，提升开发效率
使用场景：解析数据
共享方式：无
隐私权政策链接：
 http://www.apache.org/licenses/LICENSE-2.0
三、信息存储
1.信息存储的地点
我们会按照法律法规规定，将境内收集的用户个人信息存储于中国境内。
2.信息存储的期限
一般而言，我们仅为实现目的所必需的时间保留你的个人信息
手机号码：若你需要使用易达安小程序服务，我们需要一直保存你的手机号码，以保证你正常使用该服务。
  当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知你，并在合理的期限内删除你的个人信息或进行匿名化处理。
云端视频：若你使用易达安小程序碰撞视频自动上传功能，该视频会一直在易达安小程序服务器存储，直到你手动删除。
3.信息安全
 我们努力为用户的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。
 我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。我们会使用加密技术（SSL）、匿名化处理等手段来保护你的个人信息。
 我们通过不断提升的技术手段加强安装在你设备端的软件的安全能力，以防止你的个人信息泄露。我们为了安全传输会在你设备本地完成部分信息加密的工作；为了预防病毒、木马程序或其他恶意程序、网站会了解你设备安装的应用信息或正在运行的进程信息。
 我们建立专门的管理制度、流程和组织以保障信息的安全。我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审计。
 若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知你。
4.我们如何使用信息
  我们只会将收集的信息用于当前服务。你的手机号信息只会用于登录，地理位置信息只会用在查找我的车服务中。
  为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们会记录相关信息，你使用应用程序的频率、崩溃数据、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与你在应用程序中提供的任何个人身份信息相结合。
  如我们使用你的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用你的个人信息前，再次向你告知并征得你的明示同意。
四、信息安全
  我们努力为用户的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。
  我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。我们会使用加密技术（SSL）、匿名化处理等手段来保护你的个人信息。
  我们通过不断提升的技术手段加强安装在你设备端的软件的安全能力，以防止你的个人信息泄露。我们为了安全传输会在你设备本地完成部分信息加密的工作；为了预防病毒、木马程序或其他恶意程序、网站会了解你设备安装的应用信息或正在运行的进程信息。
  我们建立专门的管理制度、流程和组织以保障信息的安全。我们严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审计。
  若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知你。
五、我们如何使用信息
  我们只会将收集的信息用于当前服务。你的手机号信息只会用于登录，地理位置信息只会用在爱车查找等服务中。
       为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们会记录相关信息，你使用应用程序的频率、崩溃数据、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与你在应用程序中提供的任何个人身份信息相结合。
       如我们使用你的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用你的个人信息前，再次向你告知并征得你的明示同意。
六、对外提供
目前，我们不会主动共享或转让你的个人信息至北京达安数智科技有限公司外的第三方，如存在其他共享或转让你的个人信息或你需要我们将你的个人信息共享或转让至北京达安数智科技有限公司外的第三方情形时，我们会直接或确认第三方征得你对上述行为的明示同意。
 我们不会对外公开披露其收集的个人信息，如必须公开披露时，我们会向你告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得你的明示同意。
 随着我们业务的持续发展，我们有可能进行合并、收购、资产转让等交易，我们将告知你相关情形，按照法律法规及不低于本指引所要求的标准继续保护或要求新的控制者继续保护你的个人信息。
 另外，根据相关法律法规及国家标准，以下情形中，我们会共享、转让、公开披露个人信息无需事先征得个人信息主体的授权同意：
1）与国家安全、国防安全直接相关的；
2）与公共安全、公共卫生、重大公共利益直接相关的；
3）与犯罪侦查、起诉、审判和判决执行等直接相关的；
4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
5）个人信息主体自行向社会公众公开的个人信息；
6）从合法公开的信息渠道中收集的个人信息。
七、您的权利
按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：
（一）访问您的个人信息
您有权根据法律法规的规定访问您的个人信息。如果您想行使数据访问权，可以通过以下方式自行访问：
账户信息—如果您希望访问或编辑您的账户中的个人资料信息和支付信息、更改您的密码、添加安全信息或关闭您的账户等，您可以通过访问我们网站或应用中的个人资料、修改密码等相关页面执行此类操作。但出于安全性和身份识别的考虑或根据法律法规的强制规定，您可能无法修改注册时提供的初始注册信息。如果您无法通过上述方式访问这些个人信息，您可以随时发送电子邮件至haizhen@szhaizhen.com，或根据网站或应用中提供的方式与我们联系。
（二）更正您的个人信息
当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以随时发送电子邮件至haizhen@szhaizhen.com，或根据网站或应用中提供的方式与我们联系。
（三）删除您的个人信息
在以下情形中，您可以向我们提出删除个人信息的请求：
1、如果我们收集和使用个人信息的行为违反法律法规；
2、如果我们处理个人信息的行为违反了与您的约定；
若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并将其进行进一步的处理和隔离，直到备份可以清除或实现匿名。
（四）改变您授权同意的范围
每个业务功能需要一些基本的个人信息才能得以完成（见本政策“第一部分”）。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。 您可以通过以下方式自行操作：
通过访问我们应用的授权页面，对您个人信息的授权同意情况进行重新设置。 当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。 如果您不想接受我们给您发送的商业广告，您随时可通过我们在邮件或短信中提供的方式退订。
（五）个人信息主体注销账户
您随时可注销此前注册的账户，请发送邮件至haizhen@szhaizhen.com。 在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求， 删除您的个人信息，法律法规另有规定的除外。
（六）约束信息系统自动决策
在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。
（七）您购买的服务
在业务功能中，您购买的服务包括云存储服务，音乐版权服务，智能家居授权服务，其中不包括流量服务。
（八）响应您的上述请求
在以下情形中，按照法律法规要求，我们将无法响应您的请求：
1、与国家安全、国防安全直接相关的；
2、与公共安全、公共卫生、重大公共利益直接相关的；
3、与刑事侦查、起诉、审判和判决执行等直接相关的；
4、有充分证据表明您存在主观恶意或滥用权利的；
5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
6、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人授权同意的；
7、涉及商业秘密的；
8、与我们履行法律法规规定的义务相关的。
八、未成年人保护
我们非常重视对未成年人信息的保护。我们的产品和服务主要面向成人。若您是未成年人，建议您请您的监护人仔细阅读本隐私政策，并在征得您的监护人同意的前提下使用我们的产品和服务或向我们提供信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。如监护人发现我们在未获监护人同意的情况下收集了未成年人的个人信息，请通过【十一、联系我们】的方式联系我们，我们会尽快删除相关数据。
九、我们如何使用cookie及同类技术
为确保网站正常运转，我们会在你的计算机或移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站能够存储你的登录ID。
我们不会将Cookie用于本政策所述目的之外的任何用途。你可根据自己的偏好删除Cookie。有关详情，请参见AboutCookies.org。你可以清除我们产品上保存的所有Cookie。大部分网络浏览器都设有阻止Cookie的功能。但如果你这么做，则需要在每一次访问我们的网站时亲自更改用户设置。
十、修改与更新
我们有权遵照法律法规规定，在必要时修改本协议（包括适时制定并发布其他政策、规则、公告声明），更新后的协议条款将代替原来的协议并在法律规定的期限届满后正式生效，您可以在相关服务页面查阅最新版本的协议条款。本协议修改后，如果您继续使用平台服务的，即视为您已接受修改后的协议。如果您不接受修改后的协议，则您有权利停止使用平台服务。
十一、联系我们
 当你有其他的投诉、建议、未成年人个人信息相关问题时，请通过以下地址邮件与我们联系。
公司名称：北京达安数智科技有限公司
联系地址：北京市朝阳区五方庞大汽车园奥吉通旗盛4S店
邮箱：aikaka0723@163.com
电话：17611081203
我们将尽快审核所涉问题，并在验证你的用户身份后的三十天内予以回复。
 
北京达安数智科技有限公司
更新日期：2025年3月24日
生效日期：2025年3月24日
`